<script setup>
import { Panel } from 'primevue'
</script>

<template>
  <Panel class="home-panel">
    <!-- Заменить реальным названием системы -->
    <h1>System name placeholder</h1>
    <h3>Кто мы?</h3>
    <p>
      Наша система создана для того, чтобы упростить организацию волонтерской деятельности и сделать
      помощь более доступной. Это единое пространство, где встречаются те, кто нуждается в
      поддержке, и те, кто готов ее оказать. Присоединяйтесь, и добрые дела станет делать проще,
      организованнее и эффективнее.
    </p>
    <h3>Что решает наша система?</h3>
    <ul>
      <li>
        Больше не нужно искать объявления в разных соцсетях и чатах. Все актуальные возможности для
        волонтерства собраны в одном месте.
      </li>
      <li>
        Мы заменяем хаотичное общение четким процессом: от публикации задачи до фиксации ее
        выполнения в цифровой форме.
      </li>
      <li>
        Электронная волонтерская книжка становится надежным подтверждением опыта и активной
        гражданской позиции.
      </li>
    </ul>
    <h3>Для волонтеров:</h3>
    <ul>
      <li>
        Единая доска с актуальными объявлениями — от масштабных мероприятий до небольших бытовых
        просьб.
      </li>
      <li>Подача заявки на интересующее событие в несколько кликов.</li>
      <li>
        Все ваши достижения автоматически фиксируются в личной электронной волонтерской книжке.
      </li>
    </ul>
    <h3>Для организаторов и частных лиц:</h3>
    <ul>
      <li>Создавайте подробные объявления с указанием всех необходимых деталей.</li>
      <li>Отслеживайте, кто записался на ваше мероприятие или предложил помощь.</li>
      <li>Оставляйте обратную связь волонтерам за проделанную работу.</li>
    </ul>
  </Panel>
</template>

<style scoped>
.home-panel {
  font-family: 'Roboto', sans-serif;
}
</style>
